Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginAudioDBView/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: Add
zh_hans: 添加
zh_hant_hk: 新增
zh_hant_tw: 新增

source: Are you sure you want to delete this file?
zh_hans: 确定要删除这个文件吗？
zh_hant_hk: 確定要刪除這個檔案嗎？
zh_hant_tw: 確定要刪除這個檔案嗎？

source: Audio file database view
zh_hans: 音频文件数据库视图
zh_hant_hk: 音頻文件數據庫視圖
zh_hant_tw: 音訊檔案資料庫檢視

source: Audio Repository
zh_hans: 音频仓库
zh_hant_hk: 音頻倉庫
zh_hant_tw: 音訊倉庫

source: Audio repository is unavailable
zh_hans: 音频仓库不可用
zh_hant_hk: 音頻倉庫不可用
zh_hant_tw: 音訊倉庫不可用

source: Audio repository path
zh_hans: 音频仓库路径
zh_hant_hk: 音頻倉庫路徑
zh_hant_tw: 音訊倉庫路徑

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作
zh_hant_tw: 基本操作

source: Browse and organize music files in a database view
zh_hans: 以数据库视图浏览与整理音乐文件。
zh_hant_hk: 以資料庫檢視瀏覽與整理音樂檔案。
zh_hant_tw: 以資料庫檢視瀏覽與整理音樂檔案。

source: Browses sorted by multiple dimensions.
zh_hans: 按多种维度排序浏览。
zh_hant_hk: 依多種維度排序瀏覽。
zh_hant_tw: 依多種維度排序瀏覽。

source: Cancel
zh_hans: 取消
zh_hant_hk: 取消
zh_hant_tw: 取消

source: Centrally manages the database records of music files.
zh_hans: 集中管理音乐文件的数据库记录。
zh_hant_hk: 集中管理音樂檔案的資料庫記錄。
zh_hant_tw: 集中管理音樂檔案的資料庫記錄。

source: Clean Up
zh_hans: 清理
zh_hant_hk: 清理
zh_hant_tw: 清理

source: Clean Up: removes invalid or duplicate records.
zh_hans: 清理：清理无效或重复的记录。
zh_hant_hk: 清理：清除無效或重複的記錄。
zh_hant_tw: 清理：清除無效或重複的記錄。

source: Copy diagnostics
zh_hans: 复制诊断信息
zh_hant_hk: 複製診斷資訊
zh_hant_tw: 複製診斷資訊

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力
zh_hant_tw: 核心能力

source: Database
zh_hans: 数据库
zh_hant_hk: 資料庫
zh_hant_tw: 資料庫

source: Database: centrally manages the database records of music files.
zh_hans: 数据库：集中管理音乐文件的数据库记录。
zh_hant_hk: 資料庫：集中管理音樂檔案的資料庫記錄。
zh_hant_tw: 資料庫：集中管理音樂檔案的資料庫記錄。

source: Directory tree
zh_hans: 目录树
zh_hant_hk: 目錄樹
zh_hant_tw: 目錄樹

source: Directory tree is empty
zh_hans: 仓库中没有音频文件
zh_hant_hk: 倉庫中沒有音頻檔案
zh_hant_tw: 倉庫中沒有音頻檔案

source: Delete
zh_hans: 删除
zh_hant_hk: 刪除
zh_hant_tw: 刪除

source: Delete failed: %@
zh_hans: 删除文件失败: %@
zh_hant_hk: 刪除文件失敗: %@
zh_hant_tw: 刪除檔案失敗: %@

source: Delete failed: audio repository is unavailable
zh_hans: 删除失败：音频仓库不可用
zh_hant_hk: 刪除失敗：音頻倉庫不可用
zh_hant_tw: 刪除失敗：音訊倉庫不可用

source: Delete failed: the audio list changed. Please try again.
zh_hans: 删除失败：音频列表已变化，请重试。
zh_hant_hk: 刪除失敗：音頻列表已變化，請重試。
zh_hant_tw: 刪除失敗：音訊列表已變化，請重試。

source: Delete this file?
zh_hans: 确定要删除这个文件吗？
zh_hant_hk: 確定要刪除這個文件嗎？
zh_hant_tw: 確定要刪除這個檔案嗎？

source: Deleted %@
zh_hans: 已删除 %@
zh_hant_hk: 已刪除 %@
zh_hant_tw: 已刪除 %@

source: Diagnostics
zh_hans: 诊断信息
zh_hant_hk: 診斷資訊
zh_hant_tw: 診斷資訊

source: Drop music files here to add them
zh_hans: 将音乐文件拖到这里可添加
zh_hant_hk: 將音樂文件拖到這裏可添加
zh_hant_tw: 將音樂檔案拖到這裡可新增

source: Export failed: %@
zh_hans: 导出文件失败: %@
zh_hant_hk: 導出文件失敗: %@
zh_hant_tw: 匯出檔案失敗: %@

source: Export to Downloads
zh_hans: 导出到下载目录
zh_hant_hk: 匯出到下載目錄
zh_hant_tw: 匯出到下載目錄

source: File copied to Downloads
zh_hans: 文件已复制到下载目录
zh_hant_hk: 文件已複製到下載目錄
zh_hant_tw: 檔案已複製到下載目錄

source: File deleted
zh_hans: 文件已删除
zh_hant_hk: 文件已刪除
zh_hant_tw: 檔案已刪除

source: Filters or sorts music records as needed.
zh_hans: 按需筛选或排序音乐记录。
zh_hant_hk: 依需求篩選或排序音樂記錄。
zh_hant_tw: 依需求篩選或排序音樂記錄。

source: iCloud available
zh_hans: iCloud 可用
zh_hant_hk: iCloud 可用
zh_hant_tw: iCloud 可用

source: iCloud container
zh_hans: iCloud 容器
zh_hant_hk: iCloud 容器
zh_hant_tw: iCloud 容器

source: Import failed: %@
zh_hans: 导入失败：%@
zh_hant_hk: 導入失敗：%@
zh_hant_tw: 匯入失敗：%@

source: Import failed: audio repository is unavailable
zh_hans: 导入失败：音频仓库不可用
zh_hant_hk: 導入失敗：音頻倉庫不可用
zh_hant_tw: 匯入失敗：音訊倉庫不可用

source: Import is already in progress
zh_hans: 正在导入，请稍候
zh_hant_hk: 正在導入，請稍候
zh_hant_tw: 正在匯入，請稍候

source: List
zh_hans: 列表
zh_hant_hk: 列表
zh_hant_tw: 列表

source: Load failed: audio repository is unavailable
zh_hans: 加载失败：音频仓库不可用
zh_hant_hk: 加載失敗：音頻倉庫不可用
zh_hant_tw: 載入失敗：音訊倉庫不可用

source: Loading more...
zh_hans: 正在加载更多...
zh_hant_hk: 正在載入更多...
zh_hant_tw: 正在載入更多...

source: Local Documents
zh_hans: 本地 Documents
zh_hant_hk: 本地 Documents
zh_hant_tw: 本地 Documents

source: Music Database
zh_hans: 音乐数据库
zh_hant_hk: 音樂資料庫
zh_hant_tw: 音樂資料庫

source: Music Repository
zh_hans: 音乐仓库
zh_hant_hk: 音樂倉庫
zh_hant_tw: 音樂倉庫

source: Music repository is empty
zh_hans: 歌曲仓库为空
zh_hant_hk: 歌曲倉庫為空
zh_hant_tw: 歌曲倉庫為空

source: No files were added
zh_hans: 没有添加文件
zh_hant_hk: 沒有添加文件
zh_hant_tw: 沒有新增檔案

source: Notes
zh_hans: 说明
zh_hant_hk: 說明
zh_hant_tw: 說明

source: Open repository folder
zh_hans: 打开仓库根目录
zh_hant_hk: 開啟倉庫根目錄
zh_hant_tw: 開啟倉庫根目錄

source: Open repository folder and add files
zh_hans: 打开仓库目录并放入文件
zh_hant_hk: 打開倉庫目錄並放入文件
zh_hant_tw: 開啟倉庫目錄並放入檔案

source: Open the library folder and drop in files
zh_hans: 打开仓库目录并放入文件
zh_hant_hk: 開啟媒體庫資料夾並放入檔案
zh_hant_tw: 開啟媒體庫資料夾並放入檔案

source: Opens the music database view.
zh_hans: 打开音乐数据库视图。
zh_hant_hk: 開啟音樂資料庫檢視。
zh_hant_tw: 開啟音樂資料庫檢視。

source: or
zh_hans: 或
zh_hant_hk: 或
zh_hant_tw: 或

source: Or
zh_hans: 或
zh_hant_hk: 或
zh_hant_tw: 或

source: Overview
zh_hans: 概述
zh_hant_hk: 概述
zh_hant_tw: 概述

source: Permission to access the original file was denied
zh_hans: 没有权限访问原始文件
zh_hant_hk: 沒有權限訪問原始文件
zh_hant_tw: 沒有許可權訪問原始檔案

source: Play
zh_hans: 播放
zh_hant_hk: 播放
zh_hant_tw: 播放

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式
zh_hant_tw: 外掛程式

source: Reading library...
zh_hans: 正在读取仓库
zh_hant_hk: 正在讀取媒體庫
zh_hant_tw: 正在讀取媒體庫

source: Reading repository
zh_hans: 正在读取仓库
zh_hant_hk: 正在讀取倉庫
zh_hant_tw: 正在讀取倉庫

source: Refresh failed: audio repository is unavailable
zh_hans: 刷新失败：音频仓库不可用
zh_hant_hk: 刷新失敗：音頻倉庫不可用
zh_hant_tw: 重新整理失敗：音訊倉庫不可用

source: Removes invalid or duplicate records.
zh_hans: 清理无效或重复的记录。
zh_hant_hk: 清除無效或重複的記錄。
zh_hant_tw: 清除無效或重複的記錄。

source: Removes records that are no longer needed.
zh_hans: 清理不再需要的记录。
zh_hant_hk: 清除不再需要的記錄。
zh_hant_tw: 清除不再需要的記錄。

source: Repository Contents
zh_hans: 仓库内容
zh_hant_hk: 倉庫內容
zh_hant_tw: 倉庫內容

source: Repository directory name
zh_hans: 仓库目录名
zh_hant_hk: 倉庫目錄名
zh_hant_tw: 倉庫目錄名

source: Repository path
zh_hans: 仓库路径
zh_hant_hk: 倉庫路徑
zh_hant_tw: 倉庫路徑

source: Repository Path
zh_hans: 仓库路径
zh_hant_hk: 倉庫路徑
zh_hant_tw: 倉庫路徑

source: Show in Finder
zh_hans: 在 Finder 中显示
zh_hant_hk: 在 Finder 中顯示
zh_hant_tw: 在 Finder 中顯示

source: Shuffling...
zh_hans: 正在随机排序...
zh_hant_hk: 正在隨機排序...
zh_hant_tw: 正在隨機排序...

source: Some dropped files could not be loaded
zh_hans: 部分拖放的文件无法加载
zh_hant_hk: 部分拖放的文件無法加載
zh_hant_tw: 部分拖放的檔案無法載入

source: Some files were skipped because they are not supported audio files
zh_hans: 部分文件已跳过，因为它们不是受支持的音频文件
zh_hant_hk: 部分文件已跳過，因為它們不是受支持的音頻文件
zh_hant_tw: 部分檔案已跳過，因為它們不是受支援的音訊檔案

source: Sorting
zh_hans: 正在排序
zh_hant_hk: 正在排序
zh_hant_tw: 正在排序

source: Sorting in Order...
zh_hans: 正在顺序排序...
zh_hant_hk: 正在順序排序...
zh_hant_tw: 正在順序排序...

source: Sorting: browses sorted by multiple dimensions.
zh_hans: 排序：按多种维度排序浏览。
zh_hant_hk: 排序：依多種維度排序瀏覽。
zh_hant_tw: 排序：依多種維度排序瀏覽。

source: Sorting...
zh_hans: 正在排序
zh_hant_hk: 正在排序
zh_hant_tw: 正在排序

source: Storage location
zh_hans: 存储位置
zh_hant_hk: 存儲位置
zh_hant_tw: 儲存位置

source: Storage location is unavailable
zh_hans: 存储位置不可用
zh_hant_hk: 存儲位置不可用
zh_hant_tw: 儲存位置不可用

source: Storage root
zh_hans: 存储根目录
zh_hant_hk: 存儲根目錄
zh_hant_tw: 儲存根目錄

source: Supported formats: %@
zh_hans: 支持的格式：%@
zh_hant_hk: 支援的格式：%@
zh_hant_tw: 支援的格式：%@

source: The database shares the storage location with the music library.
zh_hans: 数据库与媒体库共享存储位置。
zh_hant_hk: 資料庫與媒體庫共用儲存位置。
zh_hant_tw: 資料庫與媒體庫共用儲存位置。

source: The repository path is the foundation of all audio features. It could not be resolved. Check the storage settings, or review the diagnostics below and include them when reporting an issue.
zh_hans: 仓库路径是一切音频功能的基础，当前无法解析。请检查存储设置，或查看下方诊断信息并在反馈问题时一并提供。
zh_hant_hk: 倉庫路徑是一切音頻功能的基礎，當前無法解析。請檢查存儲設置，或查看下方診斷資訊並在反饋問題時一併提供。
zh_hant_tw: 倉庫路徑是一切音訊功能的基礎，目前無法解析。請檢查儲存設定，或查看下方診斷資訊並在回報問題時一併提供。

source: The root directory that stores all audio files
zh_hans: 存储所有音频文件的根目录
zh_hant_hk: 存儲所有音頻文件的根目錄
zh_hant_tw: 儲存所有音訊檔案的根目錄

source: Total %@
zh_hans: 共 %@
zh_hant_hk: 共 %@
zh_hant_tw: 共 %@

source: Total: %@
zh_hans: 共 %@
zh_hant_hk: 共 %@
zh_hant_tw: 共 %@

source: Type
zh_hans: 类型
zh_hant_hk: 類型
zh_hant_tw: 類型

source: Unavailable
zh_hans: 不可用
zh_hant_hk: 不可用
zh_hant_tw: 不可用

source: Usable storage location
zh_hans: 可用存储位置
zh_hant_hk: 可用存儲位置
zh_hant_tw: 可用儲存位置

source: Version
zh_hans: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本
